Repository: wab/c-ntrctv
Catalog: web/app/languages/plugins/vaultpress-*.po
Languages: es_es

source: Invalid token. Please try to log in again.
es_es: Token no valido. Inténtalo de nuevo.

source: The VaultPress servers cannot connect to your site. Please check that your site is visible over the Internet and there are no firewall or load balancer settings on your server that might be blocking the communication. If you&rsquo;re still having issues please <a href="%1$s">contact the VaultPress&nbsp;Safekeepers</a>.
es_es: Los servidores de VaultPress no pueden conectarse a tu sitio. Comprueba que tu sitio es visible a través de Internet y no existe una configuración de firewall o un balanceador de carga en tu servidor que pueda estar bloqueando la comunicación. Si sigues teniendo problemas, <a href="%1$s"> ponte en contacto con los Safekeepers de VaultPress</a>.

source: Cannot connect to the VaultPress servers. Please check that your host allows connecting to external sites and try again. If you&rsquo;re still having issues please <a href="%1$s">contact the VaultPress&nbsp;Safekeepers</a>.
es_es: No se puede conectar con los servidores de VaultPress. Comprueba que tu host permite conectarse a sitios externos y vuelve a intentarlo. Si sigues teniendo problemas, <a href="%1$s"> ponte en contacto con los Safekeepers de VaultPress</a>.

source: Yay! Things look good.
es_es: ¡Hurra! Las cosas se ven bien.

source: Oops... there seems to be a problem.
es_es: Vaya ... parece que hay un problema.

source: Please make sure that your website is accessible via the Internet. If you&rsquo;re still having issues please <a href="%1$s">contact the VaultPress&nbsp;Safekeepers</a>.
es_es: Asegúrate que tu sitio web es accesible a través de Internet. Si sigues teniendo problemas, <a href="%1$s"> ponte en contacto con los Safekeepers de VaultPress</a>.

source: Yikes! We&rsquo;ve run into a serious issue and can&rsquo;t connect to %1$s.
es_es: ¡Vaya! Ha habido un problema grave y no podemos conectar con %1$s.

source: Register
es_es: Regístrate

source: Enter your key here...
es_es: Introduce tu clave aquí ...

source: Paste your registration key&nbsp;below:
es_es: Pega tu clave de registro a continuación:

source: Already have a VaultPress&nbsp;account?
es_es: ¿Ya tienes una cuenta de VaultPress?

source: Start free trial
es_es: Comienza una prueba gratuita.

source: Start a <strong>free</strong> five-day trial of VaultPress Lite. Registering will create a VaultPress account for %s.
es_es: Inicia una prueba <strong>gratuita</strong> de cinco días de VaultPress Lite. El registro creará una cuenta de VaultPress para %s.

source: Instantly connect through Jetpack
es_es: Conéctate al instante a través de Jetpack.

source: View plans and pricing&nbsp;&raquo;
es_es: Ver planes y precios &nbsp; &raquo;

source: Get realtime backups, automated security scanning, and support from WordPress&nbsp;experts.
es_es: Obtén copias de seguridad en tiempo real, análisis automatizados de seguridad y asistencia de expertos de WordPress.

source: The VaultPress plugin <strong>requires a subscription</strong>.
es_es: El plugin VaultPress <strong>requiere suscripción</strong>.

source: Visit Dashboard
es_es: Visita el panel de control.

source: There was a problem trying to register your subscription. Please try again. If you&rsquo;re still having issues please <a href="%1$s">contact the VaultPress&nbsp;Safekeepers</a>.
es_es: Se ha producido un error al registrar tu suscripción. Vuelve a intentarlo. Si sigues teniendo problemas, <a href="%1$s"> ponte en contacto con los Safekeepers de VaultPress</a>.

source: <strong>That's not a valid registration key.</strong> Head over to the <a href="%1$s" title="Sign in to your VaultPress Dashboard">VaultPress&nbsp;Dashboard</a> to find your key.
es_es: <strong> La clave de registro que has introducido no es válida.</strong>. Accede a tu<a href="%1$s" title="Accede a tu Panel de control de VaultPress"> Panel de control de VaultPress</a> para encontrar tu clave.

source: <strong>Failed to register VaultPress via Jetpack</strong>: %s. If you&rsquo;re still having issues please <a href="%1$s">contact the VaultPress&nbsp;Safekeepers</a>.
es_es: <strong>Error al registrar VaultPress a través de Jetpack</strong>:%s. Si sigues teniendo problemas, <a href="%1$s"> ponte en contacto con los Safekeepers de VaultPress</a>.

source: Visit&nbsp;the&nbsp;VaultPress&nbsp;page
es_es: Visita la página de VaultPress

source: VaultPress has been activated!
es_es: Has activado VaultPress!

source: VaultPress has been registered and is currently backing up your site. <a href="%1$s">View Backup Status</a>
es_es: VaultPress se ha registrado y actualmente está realizando una copia de seguridad de tu sitio. <a href="%1$s">Ver estado de copia de seguridad</a>

source: VaultPress has been activated across your network!
es_es: ¡VaultPress se ha activado en toda la red!

source: Each site will need to be registered with VaultPress separately. You can purchase new keys from your <a href="%1$s">VaultPress&nbsp;Dashboard</a>.
es_es: Debes registrar cada sitio con VaultPress por separado. Puedes comprar nuevas claves en tu <a href="%1$s">Consola de administración de VaultPress </a>.

source: VaultPress needs your attention!
es_es: ¡VaultPress necesita tu atención!

source: You must enter your registration key before VaultPress can back up and secure your site. <a href="%1$s">Register&nbsp;VaultPress</a>
es_es: Debe introducir tu clave de registro antes de que VaultPress pueda realizar el back up y proteger tu sitio. <a href="%1$s"> Registrar VaultPress </a>

source: Visit VaultPress Security
es_es: Visita VaultPress Security

source: %s Security Threat
es_es: %s amenaza de seguridad

source: There was a problem trying to register your VaultPress subscription.
es_es: Se ha producido un problema al registrar tu suscripción a VaultPress.

source: Once every five minutes
es_es: Una vez cada cinco minutos.

source: The email address entered did not appear to be a valid email address. Please enter a valid email address.
es_es: La dirección de correo electrónico que nos has facilitado no parece ser una dirección de correo electrónico válida. Por favor, introduce una dirección de correo electrónico válida.

source: You are not allowed to moderate comments on this site.
es_es: No puedes moderar comentarios en este sitio.

source: You are not allowed access to details about this site.
es_es: No se le permite el acceso a los detalles sobre este sitio.

source: Sorry, you do not have the right to delete this post.
es_es: Lo siento, no tienes derechos suficientes para eliminar esta entrada.

source: Sorry, you cannot edit this post.
es_es: Lo sentimos, no puedes editar esta entrada.

source: Invalid post type.
es_es: Tipo de publicación no válido.

source: Sorry, you are not allowed to publish posts on this site.
es_es: Lo sentimos, no tienes permisos para publicar entradas en este sitio.

source: Sorry, you are not allowed to publish pages on this site.
es_es: Lo sentimos, no está permitido publicar páginas en este sitio.
